Repository: bgst84/mtrq
Catalog: metrique/Localizable.xcstrings
Source language: de
Languages: en, fr, it

# %@ %% ergibt %@
source: %1$@ %% ergibt %2$@
en: %1$@ %% returns %2$@
fr: %1$@ %% donne %2$@
it: %1$@ %% equivale %2$@

source: 💾 In Fotos speichern
en: 💾 Save to Photos
fr: 💾 Enregistrer dans Photos
it: 💾 Salva in Foto

source: 📷 Foto aufnehmen
en: 📷 Take Photo
fr: 📷 Prendre une photo
it: 📷 Scatta una foto

source: Abgaben, Betrieb, Steuern, Versicherungen (0.25 – 0.50% der Anlagekosten)
en: Levies, Operation, Taxes, Insurance (0.25 – 0.50% of the investment costs)
fr: Contributions, exploitation, impôts, assurances (0,25 – 0,50% des coûts d'investissement)
it: Oneri, funzionamento, tasse, assicurazioni (0,25 – 0,50% dei costi di investimento)

source: Abschluss
en: Completion
fr: Achèvement
it: Completamento

source: Abschreibungen (%)
en: Depreciation (%)
fr: Amortissements (%)
it: Depreciazioni (%)

source: alle Eingaben zurücksetzen
en: reset to default values
fr: Réinitialiser toutes les entrées
it: Reimpostare tutti gli input

source: Amortisation
en: Amortization
fr: Amortissement
it: Ammortamento

source: Amortisation auf Hypothek (chf)
en: Amortization on mortgage
fr: Amortissement sur hypothèque (chf)
it: Ammortamento sul mutuo

source: Anlage
en: Investment
fr: Investissement
it: Investimento

source: Anlagekosten (chf)
en: Investment costs (CHF)
fr: Coûts d'investissement (CHF)
it: Costi di investimento (CHF)

source: Anpassungsfaktor
en: Adjustment factor
fr: Facteur d'ajustement
it: Fattore di adeguamento

source: Anpassungsfaktor q
en: Adjustment factor q
fr: Facteur d'ajustement q
it: Fattore di adeguamento q

source: Anteil Eigenmittel (%)
en: Share of equity (%)
fr: Part des fonds propres (%)
it: Quota di capitale proprio (%)

source: Anteil Fremdkapital (%)
en: Share of borrowed capital (%)
fr: Part du capital étranger (%)
it: Quota di capitale di terzi (%)

source: Anteil GGF Dachgeschoss (%)
en: Share of GFA Attic (%)
fr: Part de la SEP en combles (%)
it: Percentuale superficie di base dell'edificio mansarda (%)

source: Anteil GGF Untergeschoss (%)
en: Share of GFA Basement (%)
fr: Part de SEP en sous-sol (%)
it: Percentuale superficie di base dell'edificio seminterrato (%)

source: Anzahl der möglichen Vollgeschosse (ohne Attika-/Dachgeschoss und Untergeschoss).
en: Number of permitted full storeys (excluding attic/roof storeys and basement levels).
fr: Nombre d’étages pleins autorisés (hors attique/étage sous toiture et sous-sol).
it: Numero di piani fuori terra ammessi (esclusi attico/piano sotto tetto e piano interrato)

source: Architekten-Honorar
en: Architect’s fee
fr: Honoraires d’architecte
it: Onorario dell’architetto

source: Aufwandbestimmende Baukosten B (chf)
en: Effort-determining Construction Costs B (CHF)
fr: Coûts de construction déterminants B (CHF)
it: Costi di costruzione determinanti l'impegno B (CHF)

source: Ausführung
en: Execution
fr: Exécution
it: Esecuzione

source: Ausführungspläne
en: Execution plans
fr: Plans d'exécution
it: Piani di esecuzione

source: Ausführungsplanung
en: Execution planning
fr: Planification de l'exécution
it: Pianificazione dell'esecuzione

source: Ausnützungsziffer
en: Utilization ratio
fr: Coefficient d'utilisation du sol
it: Coefficiente di sfruttamento

source: Ausnützungsziffer (%)
en: Utilization ratio (%)
fr: Coefficient d'utilisation du sol (%)
it: Coefficiente di sfruttamento (%)

source: Ausschreibung
en: Tendering
fr: Appel d'offres
it: Gara d'appalto

source: Ausschreibung und Vergabe
en: Tendering and Awarding
fr: Appel d'offres et attribution
it: Gara d'appalto e aggiudicazione

source: Ausschreibungspläne
en: Tender plans
fr: Plans d'appel d'offres
it: Piani di gara

source: Basisfaktor p
en: Base factor p
fr: Facteur de base p
it: Fattore di base p

source: Baukosten
en: Construction costs
fr: Coûts de construction
it: Costi di costruzione

source: Baukosten (chf)
en: Construction costs (chf)
fr: Coûts de construction (chf)
it: Costi di costruzione (chf)

source: Baukosten ohne Honorare, Nebenkosten, ect.
en: Construction costs without fees, ancillary costs, etc.
fr: Coûts de construction hors honoraires, frais annexes, etc.
it: Costi di costruzione esclusi onorari, costi accessori, ecc.

source: Baukosten pro m³ (chf)
en: Construction cost per m³ (chf)
fr: Coût de construction par m³ (CHF)
it: Costo di costruzione per m³ (CHF)

source: Bauleitung & Kostenkontrolle
en: Construction Management & Cost Control
fr: Direction de travaux & Contrôle des coûts
it: Direzione lavori & Controllo dei costi

source: Baumassenziffer
en: Building volume ratio
fr: Indice de masse bâtie
it: Indice di massa edificata

source: Baumassenziffer (m3/m2)
en: Building volume ratio (m3/m2)
fr: Indice de masse bâtie (m3/m2)
it: Indice di massa edificata (m2/m2)

source: Baumassenziffer des Grundstücks.
en: Building volume ratio of the plot.
it: Indice di massa edificata del fondo

source: Bauprojekt
en: Approval project
fr: project d'approbation
it: Progetto approvazione

source: Baurecht
en: Building code
fr: Droit de construire
it: Diritto edilizio

source: Bauvolumen oberirdisch (m³)
en: Above-ground building volume (m³)
fr: Volume bâti hors sol (m³)
it: Volume edificato fuori terra (m³)

source: Bauvolumen total (m³)
en: Total building volume (m³)
fr: Volume bâti total (m³)
it: Volume edificato totale (m³)

source: Bauvolumen unterirdisch (m³)
en: Below-ground building volume (m³)
fr: Volume bâti en sous-sol (m³)
it: Volume edificato interrato (m³)

source: Berechnung des kostendeckenden Mietzins ohne Gewinnanteil.
en: Calculation of the cost-covering rent without profit margin.
fr: Calcul du loyer couvrant les coûts, sans marge bénéficiaire.
it: Calcolo del canone di locazione a copertura dei costi, senza margine di profitto.

source: Berechnung Honorar anhand der Baukosten.
en: Fee calculation based on construction costs.
fr: Calcul des honoraires sur la base des coûts de construction.
it: Calcolo dell’onorario sulla base dei costi di costruzione.

source: Berechnung Hypothek und Tragbarkeit.
en: Mortgage and affordability calculation.
fr: Calcul de l’hypothèque et de la capacité financière.
it: Calcolo dell’ipoteca e della sostenibilità finanziaria.

source: Berechnung mögliche Volumetrie und Erstellungskosten.
en: Calculation of possible building volume and construction costs.
fr: Calcul de la volumétrie possible et des coûts de construction.
it: Calcolo della volumetria possibile e dei costi di realizzazione.

source: Berechnung zu erwartende Brutto-Rendite bei Vermietung.
en: Calculation of the expected gross rental yield.
fr: Calcul du rendement brut attendu en cas de mise en location.
it: Calcolo del rendimento lordo atteso in caso di locazione.

source: Berechnungsart
en: Method of calculation
fr: Méthode de calcul
it: Metodo di calcolo

source: Bewilligung
en: Approval
fr: Approbation
it: Approvazione

source: Bewilligungsverfahren
en: Approval procedure
fr: Procédure d'approbation
it: Procedura di approvazione

source: Bewirtschaftung (%)
en: Management (%)
fr: Gestion (%)
it: Gestione (%)

source: Bild wird analysiert…
en: Image is being analysed…
fr: L’image est en cours d’analyse…
it: L’immagine viene analizzata…

source: Brutto-Rendite
en: Gross yield
fr: Rendement brut

source: Bruttorendite (%)
en: Gross return (%)
fr: Rendement brut (%)
it: Rendimento lordo (%)

source: Bruttorendite Mietobjekt
en: Gross return rental property
fr: Rendement brut objet locatif
it: Rendimento lordo dell'oggetto in affitto

source: Detailstudien
en: Detail studies
fr: Études de détail
it: Studi di dettaglio

source: Diese App wird laufend weiterentwickelt und um Funktionen ergänzt.
en: This app is continuously developed and enhanced with features.
fr: Cette application est constamment développée et enrichie de nouvelles fonctionnalités.
it: Questa app è in continuo sviluppo e verrà arricchita di nuove funzionalità.

source: Dieses Werkzeug berechnet die Finanzierungskosten für den Kauf oder Bau eines Eigenheims sowie das Mindesteinkommen, das für die Hypothek erforderlich ist.
en: This tool calculates the financing costs for purchasing or building a home, as well as the minimum income required for the mortgage.
fr: Cet outil calcule les coûts de financement pour l’achat ou la construction d’une maison, ainsi que le revenu minimum nécessaire pour l’hypothèque.
it: Questo strumento calcola i costi di finanziamento per l’acquisto o la costruzione di una casa, nonché il reddito minimo necessario per il mutuo.

source: Dieses Werkzeug dient der Berechnung des Architektenhonorars. Es kalkuliert den voraussichtlich benötigten Zeitaufwand anhand der aufwandbestimmenden Baukosten und kalkuliert das daraus resultierende Honorar.
en: This tool is used for calculating the architect's fee. It estimates the likely required time effort based on the effort-determining construction costs and calculates the resulting fee from it.
fr: Cet outil sert au calcul des honoraires d'architecte. Il estime le temps nécessaire prévu sur la base des coûts de construction déterminants et calcule les honoraires en résultant.
it: Questo strumento serve per calcolare l'onorario dell'architetto. Calcola il tempo presumibilmente necessario in base ai costi di costruzione che determinano l'impegno e calcola l'onorario risultante.

source: Dieses Werkzeugt errechnet die zu erwartende Brutto-Rendite eines Bauprojekts bei einer Vermietung der gebauten Flächen.
en: This tool calculates the expected gross return of a construction project when renting out the built areas.
fr: Cet outil calcule le rendement brut attendu d'un projet de construction en cas de location des surfaces construites.
it: Questo strumento calcola il rendimento lordo atteso di un progetto edilizio in caso di affitto delle aree costruite.

source: Dieses Werkzeugt rechnet anhand der wichtigsten Parameter des Baurechts das mögliche Bauvolumen und daraus die zu erwartenden Baukosten.
en: This tool calculates the possible construction volume and the expected construction costs based on the most important parameters of building code.
fr: Cet outil calcule, à partir des paramètres les plus importants du droit de construire, le volume de construction possible et les coûts de construction attendus.
it: Questo strumento calcola, in base ai parametri più importanti del diritto edilizio, il volume di costruzione possibile e, di conseguenza, i costi di costruzione previsti.

source: Dokumentation Bauwerk
en: Building documentation
fr: Documentation de l'ouvrage
it: Documentazione dell'edificio

source: Durchschnittliche Geschossfläche (m²)
en: Average floor area (m²)
fr: Surface moyenne par étage (m²)
it: Superficie media di piano (m²)

source: Eigenmittel
en: Equity
fr: Fonds propres
it: Capitale proprio

source: Erstellungskosten
en: Construction costs
fr: Coûts de réalisation
it: Costi di realizzazione

source: Erstellungskosten (chf)
en: Construction costs (chf)
fr: Coûts de réalisation (chf)
it: Costi di realizzazione (chf)

source: Ertrag Brutto (chf)
en: Gross revenue (CHF)
fr: Revenu brut (CHF)
it: Rendimento lordo (CHF)

source: Faktoren Z1 und Z2
en: Factors Z1 and Z2
fr: Facteurs Z1 et Z2
it: Fattori Z1 e Z2

source: Für Fragen, Anmerkungen und Feedback stehen wir per Mail zur Verfügung:
en: For questions, comments, and feedback, we are available via email:
fr: Pour toute question, remarque et feedback, nous sommes disponibles par e-mail:
it: Per domande, commenti e feedback, siamo disponibili via email:

source: für Kompensation Leerstände (0.25 – 0.50% der Anlagekosten)
en: for compensation of vacancies (0.25 – 0.50% of the investment costs)
fr: Pour la compensation des vacances (0.25 – 0.50% des coûts d'investissement)
it: per compensazione degli spazi vuoti (0,25 – 0,50% dei costi di investimento)

source: Geben Sie die Ausnützungsziffer gemäß Zonenplan ein.
en: Enter the floor area ratio in accordance with the zoning plan.
fr: Veuillez saisir l’indice d’utilisation conformément au plan de zones.
it: Inserire l’indice di sfruttamento secondo il piano delle zone.

source: Gesamtkosten
en: Total costs
fr: Coûts totaux
it: Costi totali

source: Gesamtkosten pro Jahr (chf)
en: Yearly total costs (chf)
fr: Coûts totaux par an
it: Costi totali per anno

source: Gestalterische Bauleitung
en: Design site supervision
fr: Supervision de chantier artistique
it: Supervisione artistica del cantiere

source: Grösse der zu bebauenden Parzelle.
en: Size of the plot to be built upon.
fr: Superficie de la parcelle à construire.
it: Dimensione del terreno da edificare.

source: Grösse Parzelle
en: Size of the plot
fr: Superficie de la parcelle
it: Dimensione del terreno

source: Grösse Parzelle (m²)
en: Plot area (m²)
fr: Surface de la parcelle (m²)
it: Superficie del fondo (m²)

source: HNF
en: NFA
fr: SHAB
it: SPU

source: HNF Hauptnutzfläche vermietbar
en: NFA net floor area rentable
fr: SHAB surface hors oeuvre brute
it: SPU Superficie principale utilizzabile in affitto

source: Höhe Hypothek (chf)
en: Amount of mortgage
fr: Montant de l’hypothèque
it: Importo del mutuo (chf)

source: Honorar
en: Fee
fr: Honoraires
it: Onorario

source: Honorar nach Phasen
en: Fee by phase
fr: Honoraires par phases
it: Onorario per fasi

source: Honorarberechnung
en: Fee calculation
fr: Calcul des honoraires
it: Calcolo dell'onorario

source: Hypothek
en: Mortgage
fr: Hypothèque
it: Mutuo

source: Inbetriebnahme
en: Commissioning
fr: Mise en service
it: Messa in servizio

source: Investition
en: Investment
fr: Investissement
it: Investimento

source: Investitionen
en: Investments
fr: Investissements
it: Investimenti

source: Jahr:
en: Year:
fr: Année:
it: Anno:

source: Jährliche Zinsen auf Hypothek (chf)
en: Annual interest on mortgage (chf)
fr: Intérêts annuels sur l’hypothèque (chf)
it: Interessi annuali sul mutuo (chf)

source: Kalkulierter Mietzins anhand der anfallenden Kosten (Investitionen & Betrieb), ohne Gewinnanteil.
en: Calculated rent based on the incurred costs (investment & operation), without profit margin.
fr: Loyer calculé en fonction des coûts engagés (investissements et exploitation), sans part de bénéfice.
it: Canone di locazione calcolato in base alle spese sostenute (investimenti e gestione), senza parte di profitto.

source: Kanton auswählen
en: Select canton
fr: Sélectionner le canton
it: Scegliere il cantone

source: Kapital
en: Capital
fr: Capital
it: Capitale

source: Kaufpreis
en: Purchase price
fr: Prix d’achat
it: Prezzo di acquisto

source: Kaufpreis der Immobilie (chf)
en: Purchase price of the property (chf)
fr: Prix d’achat de la propriété (chf)
it: Prezzo d’acquisto della proprietà (chf)

source: Kosten
en: Costs
fr: Coûts
it: Costi

source: Kosten für die Bewirtschaftung (4 – 5% der Kostenmiete)
en: Costs for management (4 – 5% of the cost rent)
fr: Coûts de gestion (4 – 5% du loyer couvrant les coûts)
it: Spese di gestione (4-5% del canone di locazione)

source: Kostenmiete
en: Cost rent
fr: Loyer couvrant les coûts
it: Canone di costo

source: Kostenmiete (chf)
en: Cost rent (chf)
fr: Loyer couvrant les coûts (chf)
it: Canone di costo (chf)

source: Kostenmiete & Bewirtschaftung (chf)
en: Cost rent & management (chf)
fr: Loyer coût & gestion
it: Affitto costo & gestione

source: Kostenvoranschlag
en: Cost estimate
fr: Devis
it: Preventivo

source: Lade Änderungen...
en: Loading changes…
fr: Chargement des modifications…
it: Caricamento delle modifiche…

source: Landpreis
en: Land price
fr: Prix du terrain
it: Prezzo del terreno

source: Landpreis (chf)
en: Land price (chf)
fr: Prix du terrain (chf)
it: Prezzo del terreno (chf)

source: Landwert
en: Land value
fr: Valeur du terrain
it: Valore del terreno

source: Landwert (chf)
en: Land value (chf)
fr: Valeur du terrain (chf)
it: Valore del terreno (chf)

source: laufende Kosten (%)
en: Operating costs (%)
fr: Coûts courants (%)
it: Costi correnti (%)

source: Leistungsanteil
en: Proportion of deliverable
fr: Part de performance
it: Parte prestazionale

source: Leistungsanteil q
en: Proportion of deliverable q
fr: Part de performance q
it: Parte prestazionale q

source: Leitung Garantiearbeiten
en: Management of warranty works
fr: Gestion des travaux de garantie
it: Gestione dei lavori di garanzia

source: max. Gebäudehöhe
en: max. building height
fr: Hauteur maximale du bâtiment
it: Altezza massima dell'edificio

source: max. Gebäudehöhe (m)
en: max. building height (m)
fr: Hauteur maximale du bâtiment (m)
it: Altezza massima dell'edificio (m)

source: Maximale Gebäudehöhe (Boden bis Traufkante).
en: Maximum building height (ground level to eaves line).
fr: Hauteur maximale du bâtiment (du sol naturel à la ligne d’égout)
it: Altezza massima dell’edificio (dal terreno naturale alla linea di gronda)

source: Maximale Geschosshöhe (m)
en: Maximum storey height (m)
fr: Hauteur maximale du bâtiment (m)
it: Altezza massima di piano (m)

source: Mietzins pro m2 und Jahr
en: Rent per m2 per year
fr: Loyer par m² et par an
it: Canone di locazione per m² all'anno

source: Modifikatoren
en: Modifiers
fr: Modificateurs
it: Modificatori

source: mögliche Vollgeschosse
en: Possible stories
fr: Étages complets possibles
it: Piani interi possibili

source: mögliche Vollgeschosse (#)
en: Possible stories (#)
fr: Étages complets possibles (#)
it: Piani interi possibili (#)

source: Nebenkosten
en: Additional costs
fr: Coûts supplémentaires
it: Costi aggiuntivi

source: Nebenkosten auf Investition (chf)
en: Additional costs on investment (chf)
fr: Coûts supplémentaires sur l’investissement
it: Costi aggiuntivi sull’investimento

source: nur über Baukosten (0.75 – 1.50% der Baukosten)
en: only on construction costs (0.75 – 1.50% of the construction costs)
fr: Uniquement sur la base des coûts de construction (0,75 – 1,50% des coûts de construction)
it: Solo sui costi di costruzione (0.75 - 1.50% dei costi di costruzione)

source: Prozent
en: Percent
fr: Pourcent
it: Percento

source: Prozentualer Anteil des Dachgeschosses gegenüber der durchschnittlichen Geschossfläche.
en: Percentage share of the attic floor relative to the average floor area.
fr: Part en pourcentage de l’étage sous toiture par rapport à la surface moyenne par étage
it: Quota percentuale dell’attico rispetto alla superficie media di piano

source: Prozentualer Anteil des Untergeschosses gegenüber der durchschnittlichen Geschossfläche.
en: Percentage share of the basement relative to the average floor area.
fr: Part en pourcentage du sous-sol par rapport à la surface moyenne par étage
it: Quota percentuale del piano interrato rispetto alla superficie media di piano

source: Reparaturen und Unterhalt (0.50 – 1.50% der Baukosten)
en: Repairs and Maintenance (0.50 – 1.50% of the construction costs)
fr: Réparations et entretien (0,50 – 1,50% des coûts de construction)
it: Riparazioni e manutenzione (0.50 - 1.50% dei costi di costruzione)

source: Risikoprämie (%)
en: Risk premium (%)
fr: Prime de risque (%)
it: Premio di rischio (%)

source: Schlussrechnung
en: Final invoice
fr: Facture finale
it: Fattura finale

source: Schwierigkeitsgrad
en: Degree of difficulty
fr: Niveau de difficulté
it: Grado di difficoltà

source: Schwierigkeitsgrad n
en: Degree of difficulty n
fr: Niveau de difficulté n
it: Grado di difficoltà n

source: statistische Faktoren
en: Statistical factors
fr: Facteurs statistiques
it: Fattori statistici

source: Studium der Lösungsmöglichkeiten und Grobkostenschätzung
en: Study of solution options and rough cost estimate
fr: Étude des options de solution et estimation sommaire des coûts
it: Studio delle opzioni di soluzione e stima approssimativa dei costi

source: Stundensatz
en: Hourly rate
fr: Taux horaire
it: Tariffa oraria

source: Stundensatz h (chf/h)
en: Hourly rate h (chf/h)
fr: Taux horaire h (chf/h)
it: Tariffa oraria h (chf/h)

source: Total Honorar (chf)
en: Total fee (chf)
fr: Honoraires totaux (CHF)
it: Onorario totale (chf)

source: Total Investitionen (chf)
en: Total Investments (chf)
fr: Investissements totaux (chf)
it: Investimenti totali

source: Total Stunden (h)
en: Total hours (h)
fr: Total des heures (h)
it: Totale ore (h)

source: Tragbarkeit Hypothek
en: Mortgage affordability
fr: Capacité de financement de l’hypothèque
it: Sostenibilità del mutuo

source: Tragbarkeit Mindesteinkommen (chf)
en: Affordability minimum income (chf)
fr: Revenu minimum de capacité financière (chf)
it: Reddito minimo di sostenibilità (chf)

source: Über uns
en: About us
fr: À propos de nous
it: Su di noi

source: Über uns & Kontakt
en: About us & contact
fr: À propos & contact
it: Chi siamo & contatti

source: Untergeschoss
en: Basement
fr: Sous-sol
it: Piano interrato

source: Unterhaltskosten (%)
en: Maintenance costs (%)
fr: Coûts d'entretien (%)
it: Costi di manutenzione (%)

source: Verzinsung Eigenkapital (%)
en: Interest on equity (%)
fr: Taux de rendement du capital propre (%)
it: Tasso di interesse sul capitale proprio (%)

source: Verzinsung Fremdkapital (%)
en: Interest on Borrowed Capital (%)
fr: Taux d'intérêt du capital emprunté (%)
it: Tasso di interesse sul capitale di terzi (%)

source: Vorgeschlagene Caption:
en: Suggested Caption:
fr: Légende suggérée :
it: Didascalia suggerita:

source: Vorprojekt
en: Preliminary project
fr: Projet préliminaire
it: Progetto preliminare

source: Vorprojekt und Kostenschätzung
en: Preliminary project & cost estimate
fr: Projet préliminaire & estimation des coûts
it: Progetto preliminare & stima dei costi

source: Werkverträge
en: Work contracts
fr: Contrats d'ouvrage
it: Contratti d'opera

source: Zinsen
en: Interest
fr: Intérêts
it: Interessi

source: Zurück
en: Back
fr: Retour
it: Indietro

source: Zusammenfassung
en: Summary
fr: Résumé
it: Riassunto

source: zusätzliche Investitionen, Umbau, etc. (chf)
en: Additional investments, renovations, etc. (chf)
fr: Investissements supplémentaires, rénovations, etc. (chf)
it: Investimenti aggiuntivi, ristrutturazioni, ecc. (chf)

source: Building Cost
fr: Coûts de construction
it: Costi di costruzione

source: Phase
it: Fase

# Version %@ – %@
source: Version %1$@ – %2$@
it: Versione %1$@ – %2$@
